{
  "imageBaseUrl": "https://devvastarimedia.blob.core.windows.net/exhibitions/thumbs/350x234_",
  "items": [
    {
      "code": "6519e4ec5b",
      "id": 534,
      "title": "Egyptian Mummies and Eternal Life",
      "shortDescription": "<p>In collaboration with the noted Museo Egizio of Florence, Italy, this exhibition of some 100 exceptional original artifacts and exemplars, including mummies, painted sarcophagi, funeral trousseau and votive objects together with suggestive exhibition design and background graphics evokes the mythical, mysterious landscape of the tombs and pyramids of Ancient Egypt.&nbsp;</p><p>There, death was not considered the end of life. It was just the time of passing from one form of life to another that continued in the eternal afterlife, but the soul had to be prepared for this journey into immortality. The soul had to be reincarnated in its own body, which had to be preserved forever. This necessity led to the search for sophisticated methods of embalmment which was practiced by the ancient Egyptians from the very first dynasties of their millenniums of history. It also led to the placement of rich and varied funeral trousseaus in tombs in the belief that the soul of the deceased must be supplied with everything it might need to continue living in the afterlife.&nbsp;</p><p>The exhibition offers a particular focus on certain peculiarities of the funeral practices, particularly the process of mummification, a topic has long fascinated both experts and the general public from ancient times until today as demonstrated by popular culture. The exhibition perhaps dispels certain misconceptions by offering a clear explanation that all the funeral rituals, even the most macabre, did not serve to simply preserve the body of the deceased, but rather to insure the continuation of life beyond the grave.</p>",
      "hiringFee": "$100,000-$350,000",
      "imageName": "6519e4ec5b_1526467159626.jpg",
      "images": [
        "6519e4ec5b_1526467159626.jpg",
        "6519e4ec5b_1525443404158.jpg",
        "6519e4ec5b_1525443727546.jpg",
        "6519e4ec5b_1525443738442.jpg",
        "6519e4ec5b_1525443836012.jpg",
        "6519e4ec5b_1525777290364.jpg",
        "6519e4ec5b_1525777326960.jpg",
        "6519e4ec5b_1525777458858.jpg",
        "6519e4ec5b_1526469464718.jpg",
        "6519e4ec5b_1526469484090.jpg"
      ],
      "spaceRequirement": "500-1000 m2"
    },
    {
      "code": "9686d053e9",
      "id": 551,
      "title": "Golden Mummies of Egypt",
      "shortDescription": "<h1><strong>Glittering gold and mysterious mummies are among Ancient Egypt’s most iconic and popular attractions. Golden Mummies of Egypt presents eight extraordinary mummies and also explores beliefs about the afterlife when Egypt was part of the Greek and Roman worlds.</strong></h1><p>Centred on eight mummies from the Manchester Museum’s world-class collection, this exhibition offers an insight into the hopes and fears of the wealthy in society. Those who could afford the expensive process of mummification hoped to cheat death. This ancient ritual harnessed the protective power of a range of Egypt’s many gods to immortalise the deceased. By being covered in gold, the Egyptians hoped to imitate the eternal radiance of the gods themselves.</p><p>The University of Manchester has led research on Egyptian mummies for over a century, having acquired many of its objects from archaeological excavations. Innovative visualisation technology is used to bring cutting-edge CT-scans to life. Importantly, the exhibition also asks why we are fascinated by mummies and what they might tell us about ourselves.</p><p>The exhibition includes 360 degree interactive CT-scans of each mummy on display, allowing the visitor to see beneath the wrappings; audio-visual translations of texts bring the words of ancient people to life; iconographic visualisations animate the gods the Egyptians hoped to meet.</p><h2><strong>Exhibition specifications</strong></h2><h3><strong>Curatorial partners</strong></h3><p>Manchester Museum, part of the University of Manchester</p><h3>Collection</h3><p>This spectacular exhibition consists of over 100 key objects from the Manchester Museum collection, including mummies, masks, coffins, jewellery and sculpture.</p><h3>Exhibition themes</h3><p>In a series of lavishly illustrated thematic sections the exhibition uses the outstanding collections of Manchester Museum to allow visitors to examine life for the wealthy in multicultural Roman Egypt, where diverse Egyptian, Roman and Greek communities and cultural influences were blended.</p><p>The exhibition journey traces expectations for the afterlife and introduces cultural constructions of identity, strikingly demonstrated by the haunting painted panel portraits, the Manchester collection of which are amongst the finest in the world, placed over the face of some Roman Period mummies. As spectacularly shown by the mummies on display, the practises of preservation and decoration of the body, and the transformation of the deceased into a god are also explored.</p>",
      "explanatoryAndSupportMaterialsAvailable": null,
      "restrictions": null,
      "hiringFee": "$100,000-$350,000",
      "imageName": "9686d053e9_1543396689566.jpg",
      "images": [
        "9686d053e9_1543396689566.jpg",
        "9686d053e9_1527179121304.jpg",
        "9686d053e9_1527179110312.jpg",
        "9686d053e9_1527179288004.jpg",
        "9686d053e9_1527179126670.jpg",
        "9686d053e9_1527179132666.jpg",
        "9686d053e9_1527179395989.jpg",
        "9686d053e9_1527179115679.jpg",
        "9686d053e9_1527179365887.jpg",
        "9686d053e9_1527179372042.jpg",
        "9686d053e9_1527179378454.jpg",
        "9686d053e9_1527179385411.jpg"
      ],
      "spaceRequirement": "500-1000 m2"
    },
    {
      "code": "94940cc302",
      "id": 556,
      "title": "Tombs of the Liao Dynasty: Treasures from the Afterlife",
      "shortDescription": "<h1>Step into the ancient tombs of Inner Mongolia to discover the forgotten story of an extraordinary civilisation. Illustrated with stunning original artefacts intricately crafted in gold and silver the exhibition also introduces us to the mysterious Liao Princess of Chen.</h1><p>Tombs of the Liao Dynasty unearths the little-known history of an enigmatic dynasty that ruled over a large part of East Asia 907–1125 AD: the Liao dynasty.</p><p>The Liao dynasty was founded by an ancient nomadic group known as the Khitan.&nbsp;Until recently the Liao and its nomadic founders were a neglected and misunderstood chapter of Chinese and Inner Asian history. Following ground-breaking recent discoveries of tombs across Inner Mongolia and Northern China, these perceptions have been transformed and the sophistication, creativity and refinement of this extraordinary ancient civilisation have been revealed.</p><p>Bringing to light over 120 remarkable treasures from museums across Inner Mongolia, the exhibition is an immersive journey of archaeological and artistic discovery which offers a unique encounter with powerful characters and a fascinating lost culture.</p><p><br></p><p><br></p><h2>Exhibition specifications</h2><h3>Curatorial partners</h3><p>Inner Mongolia Museum, China</p><p><br></p><p><br></p><h3>Collection</h3><p>Over 120 original artefacts from China, including an exceptional number of national treasures.</p><p><br></p><p><br></p><h3>Exhibition themes</h3><h4>Women of the Liao Dynasty</h4><p>The role of women in the Liao dynasty will form a recurring theme throughout the exhibition. Supported with objects, images and written sources, we will explore the considerable freedom enjoyed by women, and the striking contrast which this presented to the position of Han Chinese women.</p><p><br></p><p><br></p><h4>A Nomadic Tradition</h4><p>The Khitan were a nomadic tribe from eastern Mongolia, a fertile land of mountains and rolling grasslands which centred upon the Liao River. Herding cattle and horses was the central pillar of their nomadic way of life and warfare; hunting and falconry were key facets of Khitan hunter-warrior culture.</p><p><br></p><p><br></p><h4>Daily Life</h4><p>What was it like to live in the Liao empire? Here we will look at where people lived, the structure of society, what people did for amusement and celebration, the music they created, how they travelled, traded and the clothing they wore throughout the great Liao dynasty.</p><p><br></p><p><br></p><h4>Inspiration and Influence</h4><p>The Liao came to control a vast territory which expanded from northern China to present day Mongolia and Manchuria. The Khitan chose aspects of other cultures while retaining their own cultural identity. This theme will examine the careful balancing act between new inspirations and ancient traditions.</p><p><br></p><p><br></p><h4>Ritual and Religion</h4><p>Traditionally the belief system of the Khitan people was Shamanism. Shamanists worshipped mountains, the sun and moon, Heaven, Earth, rivers and animals. By the eleventh century Buddhism came to penetrate Liao society and began a golden age in belief among members of the Imperial household.</p><p><br></p><p><br></p><h4>Death and the Afterlife</h4><p>Many Khitan traditions were merged with Chinese burial practices. Diverging from Chinese traditions, Khitan burial was accompanied by death masks, burial suits, animal and sometimes human sacrifice. The Khitan also buried entire houses with the deceased, using them as vast coffins within the tomb.</p><p><br></p><p><br></p><h4>Tomb of the Princess</h4><p>In 1985 archaeologists discovered the first ever royal Khitan tomb which had been left untouched since the Liao period. The epitaph within told them that the tomb dated to 1018 and belonged to the Princess of Chen and her husband. At the heart of the exhibition, this groundbreaking discovery will be revealed to visitors, displaying the original artefacts excavated from the burial tomb.</p>",
      "hiringFee": "$100,000-$350,000",
      "imageName": "94940cc302_1543396886575.jpg",
      "images": [
        "94940cc302_1543396886575.jpg",
        "94940cc302_1527253994698.jpg",
        "94940cc302_1527253965958.jpg",
        "94940cc302_1527253976828.jpg",
        "94940cc302_1527253984479.jpg",
        "94940cc302_1527254017494.jpg",
        "94940cc302_1527254026423.jpg",
        "94940cc302_1527254034089.jpeg"
      ],
      "spaceRequirement": "500-1000 m2"
    },
    {
      "code": "ac7ba189ea",
      "id": 555,
      "title": "Ming: The Golden Empire",
      "shortDescription": "<h1>This spectacular exhibition expands our experience of Ming art and artefacts beyond the famous blue and white porcelain to reveal the fascinating social, economic, artistic and architectural developments that have marked the Ming era as a Golden Age of Chinese history.</h1><p>Ming: The Golden Empire is a stunning exhibition which tells the story of one of the most famous periods in Chinese history through a collection of more than 130 spectacular masterpieces of the Ming dynasty from Nanjing Museum, China.</p><p>Ming, literally translated as ‘brilliant’, was a long and stable dynasty which saw revolutionary social reform, technological advancement, the emergence of a burgeoning consumerism and a thriving culture of literature and arts.</p><p>The critically-acclaimed exhibition presents a collection of exquisite treasures which rarely leave China, from everyday objects once belonging to ordinary Ming subjects to rare and luxurious artefacts of the imperial court, offering visitors a unique rediscovery of the fascinating dynasty which ruled over China from 1368–1644.</p><h2>Exhibition specifications</h2><h3>Curatorial partners</h3><p>Nanjing Museum, China</p><h3>Collection</h3><p>Over 130 original Ming artefacts from China, including an exceptional number of national treasures.</p><h3>Exhibition themes</h3><p>The entrance to Ming: The Golden Empire will introduce the topic of the exhibition through a large dramatically lit title and image. Once inside the exhibition a feature object from the collection will be on display in the introduction area.</p><p>Palaces and Walls: Imperial Power and Court Life, focuses on the strict hierarchy and structure within the Ming Imperial Court, and its efficient bureaucracy which ruled over a vast empire. This theme will examine the influence of the Royal Court to aesthetics and style, and the courts major consumption of luxury objects.</p><p>The Ideal Society: Class, Art and Culture focuses on the structure of society during the Ming Dynasty, and</p><p>the importance of education to obtaining employment, and status. This theme will explore the hardships faced by Ming citizens in daily life, and the role that women played in society. Religion and the importance of the Three Teachings will also be highlighted.</p><p>The Good Life: Goods, Money and Merchants concentrates on the creation of a brand market during the Ming Dynasty. The importance of taste, elegance and knowledge is further explored, as well as the influence of the Imperial Court to national consumption.</p><p>Beyond the Empire: Tribute, Trade and Threat will explore the use of the tribute system by Ming emperors, and how this affected the private trade economy, which led to the establishment of the South China Sea trading routes. The exhibition will conclude by focusing on the legacy that the Ming Dynasty has left China and Chinese national identity today.</p>",
      "hiringFee": "$100,000-$350,000",
      "imageName": "ac7ba189ea_1543396830269.jpg",
      "images": [
        "ac7ba189ea_1543396830269.jpg",
        "ac7ba189ea_1527249610042.jpg",
        "ac7ba189ea_1527249595675.jpg",
        "ac7ba189ea_1527249602763.jpg",
        "ac7ba189ea_1527249617965.jpg",
        "ac7ba189ea_1527249624848.jpg",
        "ac7ba189ea_1527249632702.jpg",
        "ac7ba189ea_1527249640855.jpg",
        "ac7ba189ea_1527249653820.jpg",
        "ac7ba189ea_1527249669492.jpg",
        "ac7ba189ea_1527249678877.jpg",
        "ac7ba189ea_1527249686259.jpg",
        "ac7ba189ea_1527249693982.jpg",
        "ac7ba189ea_1527249703018.jpg",
        "ac7ba189ea_1527249711380.jpg",
        "ac7ba189ea_1527249718138.jpg",
        "ac7ba189ea_1527249725785.jpg",
        "ac7ba189ea_1527249736107.jpg",
        "ac7ba189ea_1527249744405.jpg",
        "ac7ba189ea_1527249751754.jpg"
      ],
      "spaceRequirement": "500-1000 m2"
    }
  ]
}