[
  {
    "id": "6108fea7ce03db003b89e6dc",
    "title": "A guide to setting up your wallet & buying NFTs on Nic et Nunc",
    "feature_image": "https://blog.vastari.com/content/images/2021/08/og-image.jpeg",
    "featured": false,
    "url": "https://blog.vastari.com/how-to-buy-an-nft-on-hic-et-nunc/",
    "excerpt": "NFTs and cryptocurrency have infiltrated the art market this past year at an\naccelerated pace. Entering the mainstream art world with Beeple's sale of \nEverydays: the First 5000 Days at Christies back in March 2021, many\nforward-thinking traditional collectors are now looking towards dipping their\ntoes into the world of buying art digitally. With many different buying\nplatforms using many different blockchains, buying an NFT can seem daunting if\nyou are new to the world of crypto. \n\nHere we have"
  },
  {
    "id": "60cb288cdc52e4003b3a7391",
    "title": "NFTs Explained to the BBC",
    "feature_image": "https://blog.vastari.com/content/images/2021/06/Screenshot-2021-06-16-at-12.32.39.png",
    "featured": true,
    "url": "https://blog.vastari.com/nfts-explained-bbc/",
    "excerpt": "On the 15 June, Vastari’s CEO Bernadine Bröcker Wieder was asked by the BBC to\nexplain NFTs and their significance within the art world and beyond. \n\n> You might have heard of NFTs, but what exactly are they? @Mattallwright\n[https://twitter.com/Mattallwright?ref_src=twsrc%5Etfw] finds out 🖼\n\nCatch up on @BBCiPlayer [https://twitter.com/BBCiPlayer?ref_src=twsrc%5Etfw] 👉 \nhttps://t.co/bAo3UOlJi6#TheOneShow\n[https://twitter.com/hashtag/TheOneShow?src=hash&ref_src=twsrc%5Etfw] \npic.twitter.com/zEC"
  },
  {
    "id": "60c9d42cdc52e4003b3a7376",
    "title": "Art Travels: Standards, Technology and Debates in the Role of Art Couriers",
    "feature_image": "https://blog.vastari.com/content/images/2021/06/youtube-art--11-.png",
    "featured": false,
    "url": "https://blog.vastari.com/art-travels-standards-technology-and-debates-in-the-role-of-art-couriers/",
    "excerpt": "This webinar explores the impacts of the pandemic on couriers in the exhibitions\nindustry. Prior to 2020, many loans and exhibition tours required couriers to\ntravel with the objects in order to ensure that the transport and installation\nfollowed the lender’s standards. Due to the issues that arose for travelling\nduring the pandemic including quarantine requirements and cancelled flights,\nmany installations were conducted over video and artworks travelled with what\nsome have come to call “virtua"
  },
  {
    "id": "60c9d329dc52e4003b3a7361",
    "title": "Dissecting the infrastructure of immersive exhibition partnerships: integrity, technology and finance",
    "feature_image": "https://blog.vastari.com/content/images/2021/06/youtube-art--1-.jpg",
    "featured": false,
    "url": "https://blog.vastari.com/dissecting-the-infrastructure-of-immersive-exhibition-partnerships-integrity-technology-and-finance/",
    "excerpt": "Even before the pandemic, immersive experiences seemed to be on the rise. But\nnow as venues look for more flexible content in the ‘new normal’, these\nlarge-scale experiences are opening at venues ranging from the Tate in London\n(Yayoi Kusama) to the Newfields in Indianapolis (Lume) to the American Museum of\nNatural History (Creatures of Light).\n\n- How do these partnerships work, in practice?\n\n- What about their business model?\n\n- How do you make sure you walk that fine line between exhibition in"
  }
]