[
  {
    "id": 16,
    "title": "How museums can begin to engage with the younger generation of arts patrons",
    "summary": "Thoughts from Lady Alison Myners Chair of the Royal Academy Trust",
    "description": "Thoughts from Lady Alison Myners Chair of the Royal Academy Trust",
    "webinarDate": "2023-01-20T10:30:00",
    "series": "Webinar Highlights",
    "featured": false,
    "registrationUrl": null,
    "videoUrl": "",
    "imageName": "webinar21619697104228.jpeg",
    "imageUrl": "https://devvastarimedia.blob.core.windows.net/webinars/webinar21619697104228.jpeg",
    "duration": "2 minutes, 55 seconds"
  },
  {
    "id": 17,
    "title": "In conversation with Elliot Safra - test",
    "summary": "How are collectors adopting technology? Elliot Safra explains some key information found in the Vastari Reports about technology adoption amongst art collectors",
    "description": "<p>How are collectors adopting technology? Elliot Safra explains some key information found in the Vastari Reports about technology adoption amongst art collectors.</p><p>Eliot Safra is a young collector and Former Senior Director of Global Strategy at Lévy Gorvy and the Chairman's Office at Christie's. He was also the lead co-organiser of the Christies Art + Tech Summit in 2018 alongside Vastari, exploring the potential for blockchain in the art world.</p>",
    "webinarDate": "2022-01-01T00:00:00",
    "series": "WebinarReports on Collecting Series",
    "featured": false,
    "registrationUrl": "https://www.youtube.com/watch?v=uK43Q047-oI",
    "videoUrl": "https://youtube.com/watch?v=N3-xFSV3p5s",
    "imageName": "uK43Q047-oI.jpg",
    "imageUrl": "https://devvastarimedia.blob.core.windows.net/webinars/uK43Q047-oI.jpg",
    "duration": "4 minutes, 43 seconds"
  },
  {
    "id": 31,
    "title": "FOTAM 2020: Redistributing Power | The Art Market is Structured like a Plantation",
    "summary": "FOTAM 2020: Redefining Value in the Art Market, is a programme of events and discussion exploring the future of the contemporary art market, that took place online 19 - 30 October 2020. ",
    "description": "FOTAM 2020: Redefining Value in the Art Market, is a programme of events and discussion exploring the future of the contemporary art market, that took place online 19 - 30 October 2020. <br><br>The programme was developed by Creative United and curated by Lucy Rose Sollitt, with kind support from Creative Scotland and UCL Innovation and Enterprise.<br><br>This year's programme saw voices from across the art world come together to explore alternative futures for all in light of the disruptions and developments of 2020, from redistributing power in the art world to the politics of 'new normal' tech.<br><br>Redistributing Power: The Art Market is Structured like a Plantation marks the final of four events in this year's programme, it took place on Thursday 29th October 2020.<br><br>Afro-Carib cultural activist, producer and curator Helen Starr is joined by guests to draw a comparison between the cultural economy that contemporary art now inhabits and the unsound, extractive logic of the colonial plantation system. Together, we will contemplate the critical implications that these economies have on the artworld and its institutions alongside: <br><br>Farid Rukan of ruangrupa, Jakarta-based Artist Collective <br>Louise Fedotov Clements, Artist Director of QUAD & Director of FORMAT International Photography Festival <br>Salma Noor, Artist & Founder of Black Womxn’s Conference <br><br>We hope you enjoy the discussion. The topics and themes covered within FOTAM 2020 series form part of an important and ongoing discussion within the art world. And so, we’d like to encourage you to share any further questions and reflections via social media using the hashtag #FOTAMUK and tagging @CreativeUtdUK on Twitter or @creativeuniteduk on Instagram.<br><br>To find out more about FOTAM 2020, please visit the microsite: https://fotam.creativeunited.org.uk",
    "webinarDate": "2021-12-11T00:00:00",
    "series": "FOTAM 2020",
    "featured": false,
    "registrationUrl": "https://youtube.com/watch?v=KoFHUUTVt4g",
    "videoUrl": "https://youtube.com/watch?v=KoFHUUTVt4g",
    "imageName": "KoFHUUTVt4g.jpg",
    "imageUrl": "https://devvastarimedia.blob.core.windows.net/webinars/KoFHUUTVt4g.jpg",
    "duration": "1 hour, 28 minutes, 27 seconds"
  },
  {
    "id": 22,
    "title": "Hacking the Wild West of Art on the Internet: A conversation on Internet Imperialism",
    "summary": "How to stand out online? The need to 'hack the algorithm' seems like the only way to break through the proverbial noise in this very congested space.",
    "description": "<p>With the near to complete shutdown of physical events in 2020, artists as well as the rest of the art world have been flocking to the internet in order to exhibit and sell work. The art world, traditionally slow to adopt tech, has been at an extreme disadvantage. How to stand out online? The need to 'hack the algorithm' seems like the only way to break through the proverbial noise in this very congested space.</p><p>In this discussion we will explore how art is discoverable on the internet, search engine optimisation, the role of collectors and museums in the algorithm based experience, who owns this space and who is just playing a part in it.</p><p>Panelists:</p><p><strong>Gretchen Andrew</strong></p><p>A search engine and internet imperialist artist. Her practice is described by critic Jonathan Griffin in LALA Magazine as alluding to “the Wild West possibilities of the Internet and to the scale of her artistic ambition.” She trained in London with the artist Billy Childish from 2012-2017. In 2018 the V&A Museum released her book Search Engine Art. Starting in 2019 she became known for her vision boards and associated performative internet manipulations of art world institutions of Frieze Los Angeles, The Whitney Biennial, The Turner Prize, and The Cover of Artforum.</p><p><strong>Alex Estorick</strong></p><p>Contributing Editor for Art and Technology at Flash Art, overseeing the magazine's new column, 'The Uncanny Valley', on the relationship between AI and contemporary art. He is a frequent contributor to Frieze Magazine, where he is also proofreader and copy-editor. After studying at Cambridge he taught Art History for many years across both state and private education. He is also a trustee of the Estorick Collection of Modern Italian Art. Based in North London, the museum is known internationally for its core collection of Futurist paintings.</p>",
    "webinarDate": "2021-11-26T00:00:00",
    "series": "Keep Calm and Carry On",
    "featured": true,
    "registrationUrl": "https://www.youtube.com/watch?v=UJDtIixW5WI",
    "videoUrl": "https://www.youtube.com/watch?v=UJDtIixW5WI",
    "imageName": "UJDtIixW5WI.jpg",
    "imageUrl": "https://devvastarimedia.blob.core.windows.net/webinars/UJDtIixW5WI.jpg",
    "duration": "54 minutes, 59 seconds"
  },
  {
    "id": 46,
    "title": "Rui Costa is one the last football romantics. A symbol of devotion, of passion over profit. ",
    "summary": "Rui Costa is one the last football romantics. A symbol of devotion, of passion over profit. It’s hard to find a player in Benfica’s history with such a bond with the club having spent so many seasons abroad. The “Maestro” revives how he got up the ranks to the first team, soon becoming an international star in Italy but always longing to fulfil a promised and emotional return to where his heart calls home.",
    "description": "Rui Costa is one the last football romantics. A symbol of devotion, of passion over profit. It’s hard to find a player in Benfica’s history with such a bond with the club having spent so many seasons abroad. The “Maestro” revives how he got up the ranks to the first team, soon becoming an international star in Italy but always longing to fulfil a promised and emotional return to where his heart calls home.<br><br>Film by: Carlos Miranda | https://www.instagram.com/carlosmirandafilms/<br>Assistant camera: Mário Ventura<br>Sound recording, design and mixing: Gil Geirinhas<br>Drone operator: Gonçalo Geirinhas<br>Titles design: Armando Gomes<br><br>Special thanks to:<br>Rui Costa, Nuno Farinha, João Gonçalves, Rita Costa, Carina Isabel Santos, Bruno Rocha.<br><br>SLB Archive photographs by: <br>António Reis, Carlos Graça, Roland Oliveira.<br><br>#RuiCosta #Benfica #Portugal<br><br>Welcome to COPA90 Stories, a brand new channel exploring the greatest footballing stories from across the planet.<br><br>For more info and content: https://www.copa90.com/stories<br><br>Sign up to our weekly COPA90 Stories newsletter: https://www.copa90.com/en/newsletter",
    "webinarDate": "2021-09-01T10:00:00",
    "series": "Benfica",
    "featured": false,
    "registrationUrl": "https://www.youtube.com/watch?v=yGBRA8HHNg4",
    "videoUrl": "https://www.youtube.com/watch?v=yGBRA8HHNg4",
    "imageName": "yGBRA8HHNg4.jpg",
    "imageUrl": "https://devvastarimedia.blob.core.windows.net/webinars/yGBRA8HHNg4.jpg",
    "duration": "14 minutes, 33 seconds"
  }
]